00=Th\u00E0nh c\u00F4ng
BUSINESS_ERROR=Business error
GENERAL_SERVER_ERROR=H\u1EC7 th\u1ED1ng \u0111\u00E3 x\u1EA3y ra l\u1ED7i, vui l\u00F2ng th\u1EED l\u1EA1i sau
VALIDATION_ERROR=Validation d\u1EEF li\u1EC7u th\u1EA5t b\u1EA1i. Vui l\u00F2ng ki\u1EC3m tra l\u1EA1i d\u1EEF li\u1EC7u g\u1EEDi l\u00EAn
RESOURCE_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y t\u00E0i nguy\u00EAn

#Auth
AUTH001=Xin l\u1ED7i, b\u1EA1n c\u1EA7n cung c\u1EA5p th\u00F4ng tin x\u00E1c th\u1EF1c \u0111\u1EC3 truy c\u1EADp t\u00E0i nguy\u00EAn n\u00E0y
AUTH002=Xin l\u1ED7i, b\u1EA1n kh\u00F4ng c\u00F3 \u0111\u1EE7 quy\u1EC1n truy c\u1EADp v\u00E0o t\u00E0i nguy\u00EAn n\u00E0y
AUTH003=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n c\u1EADp nh\u1EADt ho\u1EB7c x\u00F3a t\u00E0i nguy\u00EAn n\u00E0y
AUTH004=Email kh\u00F4ng ch\u00EDnh x\u00E1c
AUTH005=Email ho\u1EB7c s\u1ED1 \u0111i\u1EC7n tho\u1EA1i kh\u00F4ng ch\u00EDnh x\u00E1c
AUTH006=M\u1EADt kh\u1EA9u kh\u00F4ng ch\u00EDnh x\u00E1c
AUTH007=T\u00E0i kho\u1EA3n n\u00E0y \u0111\u00E3 b\u1ECB kh\u00F3a
AUTH008=T\u00E0i kho\u1EA3n n\u00E0y ch\u01B0a k\u00EDch ho\u1EA1t
AUTH009=Token kh\u00F4ng h\u1EE3p l\u1EC7
AUTH010=Token \u0111\u00E3 h\u1EBFt h\u1EA1n
AUTH011=Refresh token kh\u00F4ng h\u1EE3p l\u1EC7
AUTH012=Email ho\u1EB7c s\u1ED1 \u0111i\u1EC7n tho\u1EA1i \u0111\u00E3 \u0111\u01B0\u1EE3c \u0111\u0103ng k\u00FD
AUTH013=M\u1EADt kh\u1EA9u m\u1EDBi v\u00E0 m\u1EADt kh\u1EA9u c\u0169 tr\u00F9ng nhau

#Core
CORE001=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin ph\u00F2ng
CORE002=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin \u0111\u00E1nh gi\u00E1 ph\u00F2ng
CORE003=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n c\u1EADp nh\u1EADt \u0111\u00E1nh gi\u00E1 n\u00E0y
CORE004=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a \u0111\u00E1nh gi\u00E1 n\u00E0y
CORE005=Ng\u00E0y check-in kh\u00F4ng h\u1EE3p l\u1EC7!
CORE006=Ng\u00E0y check-out kh\u00F4ng h\u1EE3p l\u1EC7!
CORE007=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin ph\u00F2ng {0}
CORE008=R\u1EA5t ti\u1EBFc, ph\u00F2ng {0} \u0111\u00E3 \u0111\u01B0\u1EE3c \u0111\u1EB7t tr\u01B0\u1EDBc, b\u1EA1n vui l\u00F2ng ch\u1ECDn ph\u00F2ng kh\u00E1c
CORE009=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin d\u1ECBch v\u1EE5
CORE010=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin d\u1ECBch v\u1EE5 {0}
CORE011=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin s\u1EA3n ph\u1EA9m
CORE012=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin gi\u1EA3m gi\u00E1
CORE013=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin kh\u00E1ch h\u00E0ng
CORE014=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin kh\u00E1ch h\u00E0ng b\u1ECB kh\u00F3a
CORE015=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin booking
CORE016=B\u1EA1n ch\u1EC9 c\u00F3 th\u1EC3 h\u1EE7y ph\u00F2ng tr\u01B0\u1EDBc m\u1ED9t ng\u00E0y
CORE017=Ph\u00F2ng {0} \u0111ang \u0111\u01B0\u1EE3c gi\u1EA3m gi\u00E1 hi\u1EC7n t\u1EA1i kh\u00F4ng th\u1EC3 th\u00EAm ch\u01B0\u01A1ng tr\u00ECnh gi\u1EA3m gi\u00E1 m\u1EDBi
